/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Confirm habit deletion" = "Confirm habit deletion";

/* No comment provided by engineer. */
"Contact us" = "Contact us";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* Voiceover annoucement */
"Drag completed." = "Drag completed.";

/* No comment provided by engineer. */
"Export your data" = "Export your data";

/* Checklist item that links to download Happiness app */
"Get Happiness" = "Get Happiness";

/* Heading of info screen before checklist: Look at the guide, Share this app, Get Happiness app, Rate this app etc... */
"Hello! We hope you'd like to:" = "Hello! We hope you'd like to:";

/* No comment provided by engineer. */
"Like us on Facebook" = "Like us on Facebook";

/* No comment provided by engineer. */
"Log an issue" = "Log an issue";

/* menu button */
"Look at the guide" = "Look at the guide";

/* Button to mark habit completed from notification */
"Mark completed" = "Mark completed";

/* No comment provided by engineer. */
"Michael Forrest (Design/Build)" = "Michael Forrest (Design/Build)";

/* No comment provided by engineer. */
"No reminder" = "No reminder";

/* Voiceover annoucement */
"Now dragging." = "Now dragging.";

/* No comment provided by engineer. */
"Pause this habit" = "Pause this habit";

/* No comment provided by engineer. */
"Rate this app" = "Rate this app";

/* No comment provided by engineer. */
"Recover data" = "Recover data";

/* Template with one space for the right time */
"Remind at time" = "Remind at time";

/* No comment provided by engineer. */
"Resume this habit" = "Resume this habit";

/* No comment provided by engineer. */
"Share this app" = "Share this app";

/* Snooze button text */
"Snooze" = "Snooze";

/* No comment provided by engineer. */
"Ulrich Atz (Design)" = "Ulrich Atz (Design)";

